Repository: thomas-scheiblhuber/KPicoSim
Catalog: po/*.po
Languages: nl

source: _: NAME OF TRANSLATORS Your names
nl: Mark Six

source: _: EMAIL OF TRANSLATORS Your emails
nl: m6@xs4all.nl,sikz@xs4all.nl

source: New
nl: Nieuw

source: Compile
nl: Compileer

source: Next
nl: Volgende

source: Line
nl: Regel

source: Description
nl: Omschrijving

source: Mode: Edit
nl: Mode: Aanpasbaar

source: Status: Stopped
nl: Mode: gestopt

source: Instructions: 0
nl: Instructies:

source: Find...
nl: Zoek...

source: Configure Editor...
nl: Configureer tekstverwerker...

source: I/O Port
nl: I/O Poort

source: Scratchpad
nl: Kladblok

source: Serial port
nl: Serieele poort

source: Settings
nl: Instellingen

source: This function is not supported yet
nl: Deze functie wordt nog niet ondersteund.

source: File '
nl: Bestand '

source: exported
nl: uitgevoerd

source: ***Export Success***
nl: *** Uitvoer succes ****

source: ***Export failed***
nl: *** Uitvoer fout ***

source: Status: Running
nl: Status: Bezig

source: Instructions:
nl: Instructies:

source: ' saved
nl: ' opgeslagen

source: ***Compile Success***
nl: *** Compileer succes ***

source: ***Compile Failed***
nl: *** Compileer fout ***

source: [Debugging]
nl: [Debuggen]

source: A KDE KPart Application
nl: Een KDE KPart applicatie
